[
  {
    "englishExplanation": [
      "The following sloka in the prologue to __Sri Vishnu Sahasranama Stotram__ identifies some important aspects pertaining to the composition of the stotram:",
      "~~~\nvishnor nama sahasrasya vedavyaso mahamunih | \nchandonustup tatha devo bhagavan devaki sutah ||\n~~~",
      "Sri Vedavyasa is the rishi of Sri Vishnu\u0027s one thousand names, i.e., the sage who strung together the thousand names as they were revealed by Bhishma to Yudhishthira. *Anushtup* (eight syllables per quarter) is its meter. Lord Krishna, the son of Devaki, is the deity being worshiped.",
      "The above reasons given to illustrate the importance of Sri Vishnu Sahasranama Stotram become all the more obvious when we recount the personalities involved in the events that resulted in the stotram. It was no ordinary person\u0027s advice that was sought. No ordinary person was seeking the advice, and at no ordinary person\u0027s urging was the advice being sought. Bhishma was the son of Mother Ganga and a person sanctified by his unswerving devotion to Lord Krishna, and one who had controlled and conquered all his senses.",
      "Yudhishthira was the son of Dharma, and himself a practitioner of justice, righteousness, truth, honesty, and integrity. Vyasa was the knower of all Vedas. Lord Krishna was a witness to the whole event involving the advice and revelation of the easiest and best means to achieve happiness and peace of mind, given by Bhishma to Yudhishthira. As we know, the advice is in the form of Sri Vishnu Sahasranama Stotram. No other justification is needed to recognize the greatness of the education that is imparted to the human race through the medium of Sri Vishnu Sahasranama Stotram by Vyasa and Bhishma.",
      "It is interesting to contemplate the circumstances under which Sri Vishnu Sahasranama Stotram came into existence. Yudhishthira, the eldest of the five Pandavas, was mentally depleted because of the war with the Kauravas and the misery of death and suffering that was created by the war in which he had been a major player. Bhishma, his dear grandfather, was lying on his deathbed. With his passing away, his irreplaceable wisdom, based on the experiences of his long life of virtue, righteousness, and devotion, was about to be lost to the world.",
      "Sage Vyasa and Sri Krishna advised Yudhishthira, who himself was an epitome of righteousness and virtue, to seek the advice of Bhishma on any and all aspects of life on which he had any doubts. Yudhishthira did as advised, and a series of dialogues ensued between the two, witnessed by Lord Krishna Himself and by other great sages including Vyasa. In one of these sessions, Yudhishthira sought Bhishma\u0027s advice on the easiest and best means by which mankind can attain lasting happiness, peace of mind, and relief from all bondage and sorrows. This was the setting in which Sri Vishnu Sahasranama Stotram was imparted, with the welfare of future generations also in mind, by Bhishma to Yudhishthira, as part of the advice given by Bhishma in response to the above question.",
      "The following sloka in the prologue to Sri Vishnu Sahasranama Stotram identifies some important aspects pertaining to the composition of the stotram:",
      "~~~\nvishnor nama sahasrasya vedavyaso mahamunih |\n chandonustup tatha devo bhagavan devaki sutah ||\n~~~",
      "Sri Vedavyasa is the rishi of Sri Vishnu\u0027s one thousand names, i.e., the sage who strung together the thousand names as they were revealed by Bhishma to Yudhishthira. Anushtup (eight syllables per quarter) is its meter. Lord Krishna, the son of Devaki, is the Lord being worshiped.",
      "The above reasons given to illustrate the importance of Sri Vishnu Sahasranama Stotram become all the more obvious when we recount the personalities involved in the events that resulted in the stotram. It was no ordinary person\u0027s advice that was sought. No ordinary person was seeking the advice, and at no ordinary person\u0027s urging was the advice being sought. Bhishma was the son of Mother Ganga and a person sanctified by his unswerving devotion to Lord Krishna, and one who had controlled and conquered all his senses. Yudhishthira was the son of Dharma, and himself a practitioner of justice, righteousness, truth, honesty, and integrity. Vyasa was the knower of all Vedas. Lord Krishna was a witness to the whole event involving the advice and revelation of the easiest and best means to achieve happiness and peace of mind, given by Bhishma to Yudhishthira. As we know, the advice is in the form of Sri Vishnu Sahasranama Stotram. No other justification is needed to recognize the greatness of the education that is imparted to the human race through the medium of Sri Vishnu Sahasranama Stotram by Vyasa and Bhishma.",
      "In the introductory part of the Vishnu Sahasranama Stotram, Yudhishthira asks Bhishma six questions related to how mankind can attain happiness. These are contained in two stanzas starting with \u0027kim ekam daivatam loke\u0027 in the Stotram. These questions are:",
      "· Who is the One (Supreme) Deity?",
      "· What is the highest goal of life?",
      "· By praising which Deity\u0027s auspicious qualities will human beings attain prosperity in this world as well as bliss in the next?",
      "· By meditating on which Deity will human beings attain prosperity in this world as well as bliss in the next?",
      "· By reciting which mantra will man be released from the bondage of the cycle of birth and death?",
      "· Of the three means referred to above (i.e., recitation, praise or archana, and meditation), which is the best means for attaining the grace of the Supreme Deity based on your vast experience and knowledge?",
      "Bhishma\u0027s response to the above questions follows in the next ten stanzas. In his considered opinion, a person overcomes all the sorrows in this world by reciting with undiluted devotion the Thousand Names of the Eternal Person, worshiping Him always with devotion, meditating upon Him, glorifying Him, saluting Him by prostrating before Him, and adoring Him (dhyayan, stuvan, namasyamsca, yajamanastameva ca).",
      "In summary, Yudhishthira asks Bhishma: \u0027Given my despair and sorrowful state of mind, I want to expend the least effort and get the most benefit out of it, viz. relief from my despair. Please tell me the means for this.\u0027 And Bhishma\u0027s response is \u0027Chant the thousand names of Lord Krishna WITH DEVOTION. This does not require any effort other than the willingness to chant. This is the best way to get relief from all miseries, sorrows, and sins.\u0027"
    ],
    "englishShloka": "Om",
    "kannadaShloka": "ಓಂ",
    "sanskritShloka": "ॐ",
    "title": "History",
    "teluguShloka": "ఓం",
    "tamilShloka": "ஓம்",
    "malayalamShloka": "ഓം",
    "oriyaShloka": "Om",
    "gujarathiShloka": "ઓમ",
    "bengaliShloka": "ওম"
  }
]