[
    {
        "englishExplanation": "Let good things occur to the king of the country, Who looks after his people well, in the path of justice, Let Cows and Brahmins have a pleasant life daily, Let all people of the world have a very pleasant life.\n",
        "englishShloka": "Swasthi prajabhya paripalayantham, Nyayena margena maheem maheesa |\n Gobrahmanebhyo shubhamasthu nithyam, Loka samastha Sukhino bhavantu ||",
        "kannadaShloka": "॥ ॐ ॥\n ಸ್ವಸ್ತಿ ಪ್ರಜಭ್ಯಾ ಪ್ಯಾರಿಪಲಾಯಂತ್ಹ್ಯಾಮ್, ನೈಯೆನಾ ಮಾರ್ಗೆನಾ ಮಹೀಮ್ ಮಾಹೀಸಾ |\n ಗೊಬ್ರಾಹ್ಮನೆಬಿಯೊ ಶುಬ್ಹಾಮಾಸ್ತು ನಿಥ್ಯಾಮ್, ಲೋಕಾ ಸಮಸ್ತಾ ಸುಖಿನೊ ಭವಾಂಟು ||\n ",
        "sanskritShloka": "॥ ॐ ॥\n स्वस्ति प्राजाभ्य: परिपालयन्ताम् न्याय्येन मार्गेण महीम् महीशा:।\n गोब्राह्मणेभ्य: शुभमस्तु नित्यम् लोका: समस्ता: सुखिनो भवन्तु॥१॥\n ",
        "title": "Mangala"
    },
    {
        "englishExplanation": "Let the monsoon be timely and plentiful,Let earth be covered with vegetation, Let the country live without problems, And let good people never have fear.\n",
        "englishShloka": "Kale varshathu parjanya, Pruthwee sasya shalini |\n Deso yam kshobha rahitha, SAjjana santhu nirbhaya ||",
        "kannadaShloka": "ಕಾಲೆ ವಾರ್ಷಾತು ಪಾರ್ಜನ್ಯಾ, ಪ್ರುತ್ವೀ ಸಸ್ಯ ಶಲಿನಿ |\n ಡೆಸೊ ಯಮ್ ಖೋಭಾ ರಹಿತಾ, ಸಾಜಾನಾ ಸಾಂತು ನಿರ್ಭಯಾ ||\n ",
        "sanskritShloka": "काले वर्षतु पर्जन्य: पृथिवी सस्यशालिनी।",
        "title": "Mangala"
    },
    {
        "englishExplanation": "Let sonless people have son, Let people with son have grand sons, And let people who are poor or rich, Live and see one hundred autumns.\n",
        "englishShloka": "Aputhra puthrina santhu, Puthrina santhu pouthrina |\n Adhana sadhana, Santhu jeevanthu sarada satham || 3 ||",
        "kannadaShloka": "ಅಪುತ್ರ ಪುಥ್ರಿನಾ ಸಂತು, ಪುತ್ರಿನಾ ಸಂತು ಪೌತ್ರಿನಾ |\n ಅಧನಾ: ಸಧನಾಃ ಸ೦ತು ಜೀವ೦ತು ಶಾರದ: ಶತಮ್\n ",
        "sanskritShloka": "अपुत्र पुत्रिन सन्तु पुत्रिन सन्तु पौत्रिण:।\n अधना: सधना: सन्तु जीवन्तु शारद: शतम्॥३॥\n ",
        "title": "Mangala"
    },
    {
        "englishExplanation": "Om, May All become Happy, May All be Free from Illness. May All See what is Auspicious, May no one Suffer. Om Peace, Peace, Peace.\n",
        "englishShloka": "Sarve bhavantu sukhinaha, Sarve santhu niramayaaha |\n Sarve bhadrani pasyanthu, Ma kaschid dukha bhag bhaveth || 4 ||",
        "kannadaShloka": "ಸರ್ವೇ ಭವಂತು ಸುಖಿನ:, ಸರ್ವೇ ಸಂತು ನಿರಾಮಯಾ: |\n ಸರ್ವೇ ಭದ್ರಾಣಿ ಪಶ್ಯನ್ತು ಮಾ ಕಶ್ಚಿದ್ ದುಖ: ಭಾಗ್ ಭವೇತ್ || ೪ ||\n || ಓಮ್ || ಇತಿ ಶ್ರೀ ವಿಷ್ಣು ಸಹಸ್ರ ನಾಮಾ ಸ್ತೊತ್ರ೦ ಸಂರ್ಪೂಣ೦ ||\n ",
        "sanskritShloka": "सर्वे भवन्तु सुखिन: सर्वे सन्तु निरामया:।\n सर्वे भद्राणि पश्यन्तु मा कश्चिद् दु:खभाग्भवेत्॥४॥\n ॥ॐ॥ इति श्री विष्णु सहस्रनाम स्तोत्रम् सम्पूर्णम्॥\n ",
        "title": "Mangala"
    }
]